---
kind: method
id: M:Autodesk.Revit.UI.UIFabricationUtils.GetOpenConnectorIndicatorTowardsColor
source: html/755504ba-4b3d-fb13-2606-396e99554ed2.htm
---
# Autodesk.Revit.UI.UIFabricationUtils.GetOpenConnectorIndicatorTowardsColor Method

Gets the color of the open connector indicator in towards direction.

## Syntax (C#)
```csharp
public static Color GetOpenConnectorIndicatorTowardsColor()
```